[M_HiddenJournals MissionDefinition]
MissionName="Diários Ocultos"
MissionDescription="Patricia Tannis - a arqueóloga antissocial - tem duas manias estranhas. A primeira é gravar os mínimos detalhes das suas psicoses. A segunda é esconder essas gravações por pura paranóia. Ela escondeu várias dessas gravações em [place]Highlands[-place] e agora precisa que sejam recuperadas."
TurnInDescription="Você recuperou os áudio-diários de Tannis e aprendeu muito sobre hemorragias nasais durante esse tempo."
MissionSummary="Procure os áudio-diários perdidos de Patricia Tannis."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Como pode ter conseguido sobreviver assim em [place]Santuário[-place] uma pessoa tão solitária, introvertida, perturbada e com síndrome de Asperger?"

[M_HiddenJournals:CollectJournals MissionObjectiveDefinition]
ProgressMessage="Recolha os ECHOS de Tannis"

[M_HiddenJournals:CollectJournals_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

